app/views/student/index.html.erb

<ul>
  <% Student.all.each do |student| %>
---
SELECT "students".* FROM "students"